"IDS_PREFERENCES" = "Mga Kagustuhan";
"IDS_RETRYSYNC" = "Muling subukan ang mag-sync";
"IDS_VIEWGD" = "Bumisita sa Google Drive sa web";
"IDS_SHAREFILE" = "Ibahagi...";
"IDS_VIEWFILE" = "Tingnan sa web";
"IDS_REVISIONFILE" = "Mga Rebisyon";
"IDS_PRODUCTNAME" = "Google Drive";
